Revit 2027 API
ParameterTypeId.SteelElemBoltGripLengthIncrease Property
 "Grip Length Increase"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemBoltGripLengthIncrease { get; }
Public Shared ReadOnly Property SteelElemBoltGripLengthIncrease As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemBoltGripLengthIncrease {
	ForgeTypeId^ get ();
}
static member SteelElemBoltGripLengthIncrease : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace